import EXERCISE_LIST from 'components/modules/list/ExerciseTitleList';

// 운동 종목, 그림으로 운동법 설명 있음
// 이미지는 배열로 넣기
export const adultlist = [
  {
    title: EXERCISE_LIST[1],
    imgSrc: [1, 2, 3],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[2],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[3],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[4],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[5],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[6],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
];

export const grandlist = [
  {
    title: EXERCISE_LIST[7],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[8],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[9],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
  {
    title: EXERCISE_LIST[10],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },

  {
    title: EXERCISE_LIST[11],
    imgSrc: [],
    desc:
      "'체력은 국력이다'라는 말이 있는데, 산업 발달이 낮은 시절, 즉 기계보다 사람의 힘이 국가 노동력의 큰 비중을 차지하던 시기에는 생산인력의 평균적인 체력이 곧 국가의 생산력으로 직결되기 때문에 틀린 말은 아니다. 외려 정확한 말이라고 볼 수 있다. 당장 기본 교육과정에 포함된 체육이 인력이 기계만큼이나 생산 현장에서의 비중이 높았던 시절의 영향이다. 하지만 반대로 산업 발달이 진행되고 난 이후에는 이 흐름이 역방향으로 적용되는데, 국력이 강하면 인프라와 전체적인 생활 수준이 올라가 국민들의 체력도 상승하게 되기 때문이다. 귀에 걸면 귀걸이 코에 걸면 코걸이라고, 아직까지 체육교과가 교육과정에서 빠지지를 않는 이유도 여기에 있다. 학생들의 건강을 명목상으로나마 챙길 간접적인 방법이기 때문.",
  },
];
