import EXERCISE_LIST from 'components/modules/list/ExerciseTitleList';

import img1 from 'assets/img/img_sqt.png';
import img2 from 'assets/img/img_sqt2.png';

// 운동 종목, 그림으로 운동법 설명 있음
// 이미지는 배열로 넣기
export const adultlist = [
  {
    title: EXERCISE_LIST[1],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[2],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[3],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[4],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[5],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[6],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
];

export const grandlist = [
  {
    title: EXERCISE_LIST[7],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[8],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[9],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
  {
    title: EXERCISE_LIST[10],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },

  {
    title: EXERCISE_LIST[11],
    imgSrc: [img1, img2, img1],
    desc:
      '스쿼트는 제대로 하면 건강과 체력, 육체미를 모두 크게 향상시켜주는 좋은 운동이지만, 제대로 하지 않으면 무릎, 허리 등의 관절에 큰 손상을 입힐 수 있으며 평생 후유증이 남을 수도 있다. \n 평생 쓸 몸을 위해 안전하게 운동하도록 하자. 스쿼트는 분명히 프리웨이트 중에서 최고의 운동효과를 낼 수 있는 운동이다. 허나 최고의 프리웨이트 답게 생각보다 높은 난이도를 자랑하는 운동이다. 일선의 지도자들이나 트레이너들도 조금 더 깊이있게 들어가면 스쿼트에 관해서 쩔쩔매는 것이 사실이다. \n 또한 인터넷이나 책으로만 접하거나 제대로 된 교육을 받지 않은 많은 사람들이 잘못된 자세로 스쿼트를 시행하는 경우를 볼 수 있다. 잘못된 자세로 시행되는 스쿼트는 무릎-허리와 같은 회복불가능의 퇴행성 질환을 유발하며 어깨와 손목에도 심각한 부상을 유발하기도 한다. \n 정말 완벽히 정확한 자세로 시행할 자신이 없다면 차라리 스쿼트를 하지 않는 것이 더 좋다. 굳이 하겠다면, 먼저 맨몸으로 시작해서 빈봉 순으로 시작하자. 굳이 중량을 올리지 않아도 제대로 한다면 맨몸으로도 엄청난 자극이 올 것이다. 스쿼트는 부정할 수 없는 최고의 발달운동이다. 하지만 정확한 자세, 특히 요추말림현상과 같은 세세한 부분을 잡아줄 수 있는 지도자를 만나지 못한다면 차라리 안 하느니만 못하다. 그러니 좋다는 말만듣고 무조건 달려가서 무거운 중량으로 하기 보다는 반드시 정확한 자세를 습득 후에 시행하기 바란다. 어떤 운동이든 정확한 자세를 습득하는 것이 가장 중요하다.',
  },
];
